"Background" = "Pozadie";
"Black & White" = "Čierna a biela";
"Cancel" = "Zrušiť";
"Choose..." = "Vybrať...";
"Compress" = "kompresia";
"Convert Image..." = "Konvertovať obrázok...";
"Crop" = "Orezať";
"Format" = "Formát";
"Height:" = "Výška:";
"Image Converter" = "Konvertor obrázkov";
"Image: " = "Obrázok: ";
"Rotate Left" = "Otočiť doľava";
"Rotate Right" = "Otočiť doprava";
"Save" = "Uložiť";
"Scale preview" = "Zväčšiť náhľad";
"Size" = "Veľkosť";
"Width:" = "Šírka:";
"untitled" = "bez mena";

/* ==== UNLOCALIZED ==== */

"OK" = "OK";
